[PAD]
[UNK]
[CLS]
[SEP]
为
解
决
传
统
均
匀
F
T
波
束
形
成
算
法
引
起
的
3
维
声
像
分
辨
率
降
低
问
题
,
该
文
提
出
区
域
.
远
场
条
件
下
以
保
证
约
划
数
量
最
少
目
标
采
用
遗
作
优
化
手
段
将
多
个
在
每
内
选
取
一
方
向
获
得
接
收
阵
元
到
回
时
调
输
此
原
始
据
进
行
对
计
过
程
新
使
其
满
足
实
性
要
求
仿
真
与
验
结
果
表
明
较
有
显
著
高
且
水
学
单
核
巨
细
胞
面
达
人
类
白
抗
D
R
（
h
u
m
a
n
l
e
c
o
y
t
i
g
-
，
H
L
A
）
是
外
源
递
呈
中
重
子
平
可
疾
病
早
期
反
映
周
免
疫
状
态
。
由
基
因
编
码
主
于
、
树
突
等
机
体
系
发
挥
着
许
功
能
近
年
来
现
急
脑
后
抑
制
密
切
相
关
者
就
做
综
述
献
"
概
了
川
磨
镇
灾
建
规
设
效
顾
城
市
安
置
生
经
济
合
展
理
念
并
总
从
策
点
片
景
观
筑
全
服
务
指
障
完
整
及
师
负
责
这
立
随
噪
雷
通
常
利
脉
冲
压
缩
而
检
测
根
感
知
论
种
适
它
投
影
和
信
号
代
操
处
大
运
转
移
所
空
间
布
稀
疏
前
；
射
卷
积
矩
然
抽
构
迭
阈
值
详
推
导
框
架
析
响
素
够
地
具
良
好
比
幅
度
减
小
误
差
持
位
特
揭
示
球
气
候
变
州
省
径
流
模
潜
配
资
确
定
土
治
雨
季
节
不
旱
害
供
依
2
象
站
料
础
之
E
d
C
M
型
情
(
口
快
速
增
长
缓
慢
)
B
强
社
会
技
术
创
同
0
6
5
9
两
;
研
究
:
未
逐
渐
准
1
别
7
%
8
异
更
剧
烈
石
严
当
加
仅
需
考
虑
充
还
兼
防
失
氨
乙
酰
芳
醛
夫
碱
．
应
温
摩
尔
∶
苯
二
甲
~
产
I
N
征
物
W
w
s
环
境
U
S
备
工
驱
动
描
息
监
控
开
况
避
他
靠
煤
我
国
排
放
业
固
废
但
见
活
改
善
沥
青
剪
仪
弯
曲
氏
粘
V
胶
浆
试
复
部
μ
粉
双
直
线
简
范
围
佳
借
助
扫
电
镜
红
光
谱
衡
敏
矿
粒
孔
层
拓
宽
路
途
道
际
海
底
金
属
深
案
背
针
联
拟
带
式
集
刚
力
扬
管
三
离
散
连
组
—
讨
按
走
各
自
稳
商
参
软
轴
热
换
器
壳
烟
局
沿
律
寻
壁
越
梯
尾
涡
脱
心
也
侧
边
缘
％
距
4
～
r
羊
毛
纤
超
临
界
氧
碳
O
无
染
色
存
损
伤
G
演
貌
K
/
短
断
裂
伸
则
擦
耐
洗
级
上
科
专
注
伪
义
归
纳
意
本
身
释
典
又
质
修
正
入
“
”
太
阳
辐
顶
暖
天
耗
P
命
夏
冷
沙
都
居
颜
厚
净
益
次
聚
颗
膨
胀
烯
砂
塑
材
教
育
督
被
认
支
柱
促
英
视
第
竞
争
政
府
校
已
价
角
革
液
沉
艺
如
何
织
微
薄
膜
探
频
涂
些
预
：
鼠
血
野
黄
葡
萄
糖
酸
浓
药
溶
静
给
予
酶
·
精
符
室
灵
便
凝
燃
烧
+
荧
X
衍
察
激
剂
晶
紫
样
品
x
峰
℃
掺
杂
硅
盐
山
共
致
判
铅
锌
识
承
受
叠
非
v
k
限
思
想
首
先
施
格
独
项
半
隐
绝
例
腰
椎
窄
神
老
退
诊
疗
很
缺
广
泛
包
罗
评
图
隔
床
南
领
家
才
终
渣
炉
炼
某
钢
铁
厂
硫
铝
<
>
=
十
四
烷
氯
菌
圈
阴
端
互
仍
含
倍
滑
阻
纶
添
赋
透
湿
吸
另
护
亲
团
腔
列
腺
除
头
癌
患
矢
圆
皮
垂
弧
交
叉
至
造
±
照
骨
隙
升
顺
否
磁
振
查
网
纬
似
望
字
步
耦
Z
填
记
忆
馈
只
Q
消
末
铬
醇
初
钙
浸
钠
纯
己
胺
略
江
西
门
铜
湖
泥
混
择
鉴
华
北
伏
炭
岩
田
陶
踪
替
附
或
硬
弱
井
扰
刻
写
再
阶
伴
秩
序
把
语
权
话
博
事
迁
克
拉
斑
卡
瓦
锆
b
闪
花
岗
晚
龄
世
玻
璃
干
p
络
J
累
容
米
错
陷
催
肝
脾
群
岁
屏
*
①
＞
＜
函
易
?
键
抛
亚
纪
送
滤
介
绍
封
称
叙
言
里
鲁
即
们
启
乡
俗
民
风
礼
《
》
村
书
说
阐
审
美
农
游
症
音
诗
破
碎
Ⅲ
般
载
习
乘
估
趋
敛
侵
找
必
几
台
尺
括
曼
泵
医
雅
办
须
愿
培
养
绩
任
协
族
势
签
课
融
议
没
去
继
续
德
客
闭
脏
z
衰
池
q
左
右
报
院
兴
马
车
轮
托
私
辅
媒
板
耳
费
剩
余
荷
航
历
营
械
锚
索
险
灌
腐
蚀
灰
搜
登
践
看
极
扩
张
告
企
既
日
健
战
清
碍
股
偏
°
×
Y
卫
星
月
东
汽
斜
旋
亡
酚
脂
恒
墨
循
武
公
司
威
尘
疆
志
醚
熔
纺
丝
女
紧
纱
触
却
涉
椭
截
晰
粗
享
宪
砜
链
氢
匹
绿
齿
镁
磷
洋
往
陆
苏
败
众
虚
库
储
植
译
执
装
零
康
汉
郁
叶
额
逻
辑
串
斯
裁
故
棒
泡
枝
油
滞
留
残
淀
碘
渗
萃
邻
酯
冰
廉
刑
犯
黑
暴
毒
罪
乳
今
丙
棉
恢
逆
坏
尽
弥
补
官
诉
纠
欧
贸
蚕
污
β
羟
肪
富
普
酮
肌
f
凋
蛋
假
赖
轻
慈
录
词
追
举
丰
饰
批
兰
螺
槽
悬
史
洲
延
铸
塞
坯
打
难
京
盆
击
龙
瓷
δ
辊
焙
润
落
羧
读
藏
纹
块
韧
河
壤
占
园
轧
黏
覆
云
尤
播
挖
掘
勒
寿
蒸
囊
繁
α
偶
宁
副
智
户
缝
吐
署
址
五
措
令
诱
员
遍
询
殊
贫
困
火
草
盖
古
陵
裹
肠
糊
印
震
盲
胰
削
轨
塔
木
肺
肿
瘤
访
迹
割
蜂
窝
臂
房
冻
名
倾
偿
坡
幔
艾
乐
党
觉
钛
励
炎
镍
摄
胸
杆
镀
劳
死
娱
旅
蜗
疲
蓄
洪
酒
沌
讼
若
玉
茶
盘
宋
趣
簇
肾
荐