[PAD]
[UNK]
[CLS]
[SEP]
当
希
望
工
程
救
助
的
百
万
儿
童
成
长
起
来
，
科
教
兴
国
蔚
然
风
时
今
天
有
收
藏
价
值
书
你
没
买
明
日
就
叫
悔
不
初
！
本
是
所
传
统
门
类
中
第
一
大
户
只
我
们
结
束
温
饱
间
太
短
而
已
。
因
关
寇
在
京
掠
夺
文
物
详
情
界
较
为
重
视
也
北
史
料
要
件
之
册
１９４５
年
６
月
油
印
《
保
存
管
状
态
调
查
报
告
》
范
围
涉
及
故
宫
、
历
博
古
研
清
华
图
馆
伪
资
库
等
二
十
几
家
言
以
上
洋
三
余
珍
贵
乡
献
特
定
期
刊
某
名
或
著
多
种
出
版
专
题
注
意
精
品
非
卖
纪
念
集
系
列
那
过
经
够
您
玩
味
无
穷
了
受
到
郑
振
铎
先
生
阿
英
作
启
示
从
个
人
条
发
瞄
准
现
代
究
空
白
点
解
放
区
民
党
毁
禁
靠
自
己
鉴
赏
能
力
将
尽
可
籍
汇
身
旁
并
得
认
真
正
义
稀
见
度
才
质
量
核
心
数
少
反
映
更
薪
层
承
浩
如
烟
海
与
财
广
典
怡
雅
好
立
说
这
全
部
闲
钱
地
方
夫
固
但
化
底
蕴
对
于
达
美
感
和
趣
业
背
景
下
显
增
致
富
法
敢
议
听
哪
位
否
则
吃
喝
许
入
此
道
朋
友
叹
惜
赶
开
始
五
角
线
装
近
热
极
带
动
各
格
去
又
被
评
“
市
首
届
庭
元
星
”
姜
德
１９９７
话
林
枝
叶
爱
细
介
绍
妇
口
乐
贫
逸
闻
事
每
接
外
归
员
至
食
谱
欣
喜
若
狂
；
交
换
离
虽
复
李
后
主
挥
泪
别
娥
变
会
缘
把
欧
港
台
流
行
画
具
堂
奇
昂
跟
踪
际
最
新
艺
趋
势
搜
提
高
技
捷
径
俩
都
产
营
销
夜
深
静
土
纸
毛
边
久
战
火
幕
歌
泣
血
雨
腥
悲
壮
场
便
目
怎
催
奋
进
次
老
革
命
签
字
再
讲
述
斗
争
叮
嘱
继
续
机
向
社
展
青
育
红
军
领
孙
毅
（
１９３７
—
）
晋
察
冀
抗
根
据
盖
章
榜
相
赠
王
汉
延
安
烈
张
雷
女
四
士
西
蕾
六
前
学
院
校
录
写
父
永
垂
朽
级
未
由
频
繁
艰
苦
遭
世
购
易
尤
周
恩
总
理
马
骏
南
同
钊
遗
篇
孤
术
演
黄
埔
政
治
宣
材
１９２７
译
阶
央
共
１９３０
称
两
完
整
建
播
敌
占
：
确
弃
取
用
合
其
逾
千
跨
越
加
份
婚
利
均
１９７４
功
岗
敲
打
着
谐
节
拍
读
却
活
旋
律
失
插
队
待
徒
考
春
韵
实
果
让
勇
锐
任
既
他
诗
付
序
样
兼
者
敬
亦
亲
钦
想
指
侧
论
弥
神
龙
尾
澈
坦
荡
呢
？
还
茂
峻
岭
山
匠
胸
揽
丘
壑
境
遐
思
通
契
恐
谛
岂
止
骋
笔
泼
墨
摹
略
概
谓
木
柯
荣
句
观
令
驰
乍
暖
媚
树
旺
笋
乔
参
绿
犹
嫣
…
皆
宋
娟
秀
蒙
泽
润
往
知
济
兄
置
良
聚
辄
丹
辞
殊
素
露
瞻
恕
弟
胆
苟
善
矣
唐
难
智
耶
惟
倒
宿
儒
气
息
妙
痕
迹
罢
里
恭
罪
尊
诤
曰
处
公
何
尝
跳
篱
隶
直
季
什
么
逊
足
求
远
原
色
啧
桂
冠
奉
札
获
使
转
翰
采
盈
馨
尚
积
习
刻
雕
琢
旧
绳
觉
嘛
辅
仁
步
晤
绝
识
即
早
缓
淡
稍
乃
幽
邃
咀
嚼
甘
滋
泛
慕
升
仰
织
欢
她
卫
庄
严
圣
斯
阔
酸
腐
攀
词
些
很
竟
朝
夕
形
陌
路
旦
分
手
记
忆
常
楚
玉
峰
茶
陈
师
搬
楼
座
荒
废
恢
昔
且
比
派
信
包
园
声
农
毕
浪
涯
回
走
寄
偏
僻
困
室
１９６７
破
庙
暴
午
倾
塌
封
修
闭
胜
授
陆
充
满
逐
渐
冷
落
舍
小
描
灵
性
应
邀
梁
秋
坐
滑
竿
八
茗
临
窗
钓
潭
鲤
鱼
给
傅
做
河
水
煮
迎
墙
幅
劲
泉
香
渴
候
坡
简
陋
氛
副
联
烹
宜
竹
翻
羽
卢
片
涛
野
光
陶
醉
面
纵
横
稻
花
飘
牧
笛
悠
株
抱
榕
挡
住
凉
拂
炎
盛
夏
森
袭
吊
脚
栋
悬
崖
妈
送
懂
体
缺
伴
随
岁
躲
避
轰
炸
疏
散
诉
粮
备
掏
轻
累
饿
戴
眼
镜
头
扣
顶
绒
帽
拄
拐
杖
灾
街
巷
问
津
炮
制
庆
饥
城
畅
饮
缕
愁
溢
怀
仿
佛
甜
辣
顿
爽
尘
寞
沏
杯
芽
嫩
染
内
摘
泡
吹
绽
刚
迢
云
雾
郊
麓
拿
语
车
忘
左
握
盘
腾
右
摸
东
扔
啊
司
嘴
脸
笑
容
拉
驾
驶
释
遇
熟
耽
搁
摇
颗
蓬
乱
草
似
胖
虾
般
凸
睛
算
找
磨
爷
块
‘
腰
子
’
吧
恼
辆
嘎
停
茫
仇
恨
浇
灌
漠
龟
裂
田
缩
猜
疑
距
愿
辜
负
鞋
瞅
哼
啦
急
跑
影
逢
侃
溜
供
职
珠
宝
饰
杂
志
巧
组
稿
悉
编
辑
拨
灯
稳
嫂
递
看
甩
硬
邦
顺
帮
孩
袱
仍
阴
谁
欠
探
捎
双
式
属
商
阳
移
履
疲
惫
村
耐
沉
闷
厢
异
泻
搭
挣
愧
疚
辛
净
站
挂
途
办
快
班
断
索
斩
奏
抢
约
像
倦
铺
钻
哥
阵
昙
燕
族
运
担
拒
宴
请
祸
焦
访
谈
贪
官
污
吏
衙
暗
舆
监
督
强
宽
慰
坛
仅
耻
辱
县
店
支
遥
导
警
干
鸣
伸
旗
姓
需
祖
宗
礼
糟
侵
犯
维
护
服
务
七
纳
养
炫
耀
男
防
仪
举
吐
痰
浓
亨
除
登
规
忽
仲
贤
予
尧
普
兵
权
丁
响
婆
款
匹
表
居
局
免
袁
崇
焕
墓
危
排
饭
矫
咱
桌
酒
席
激
曾
扶
跌
撞
摔
它
谨
谋
构
象
差
歪
斜
浅
纯
创
伯
持
况
搞
压
肩
憾
益
绪
减
连
棋
咫
尺
号
舞
团
答
试
音
喇
叭
铅
唱
圆
梦
计
施
选
喊
偶
脱
晚
湾
俯
峦
拥
翠
渺
卷
徐
裔
韩
石
窟
金
矿
川
撰
造
囊
括
瞪
呆
证
俗
堪
寻
游
客
旅
挤
彩
菲
艳
照
依
丰
掘
召
筹
赵
凤
洞
僧
龛
基
怒
哀
漫
轮
融
母
哲
锁
耗
虚
壁
迦
涅
卧
米
半
隐
岩
陷
酷
平
齐
损
衣
丽
披
凿
绰
颇
秘
亮
秉
烛
电
优
肖
引
项
杰
九
浴
灰
巨
汩
喷
畔
藤
萝
绕
飞
恍
姿
驻
辉
煌
孔
雀
屏
捏
器
塔
房
屈
密
麻
零
牛
拜
郎
杨
颂
州
赐
紫
袋
勾
互
嬉
戏
憨
睡
憩
丛
颈
蝶
潜
栩
微
彻
谷
斧
乎
耳
苍
绘
留
折
伏
惨
碑
载
淳
熙
佑
沿
峭
削
迷
凝
宛
纱
遮
幻
含
蹄
敦
冈
摩
寓
焰
玄
洁
射
绚
环
纷
呈
魅
慧
预
独
赢
设
刷
附
盲
页
码
效
貌
触
凹
剪
贴
另
黑
斑
斓
幸
唯
颜
适
费
怪
诞
残
疾
伤
害
剧
模
限
填
补
衷
挑
摆
辩
驳
超
聋
哑
曲
型
铁
怕
脉
蚩
帝
寨
裹
挟
鼓
厮
杀
震
撼
雄
宇
祭
埋
端
鹰
涿
鹿
亢
征
恒
托
榆
淌
沧
桑
蔽
宏
枯
倔
股
惧
轩
裸
撕
扯
碎
萌
凄
刀
砍
郁
葱
松
鼠
穿
推
追
仗
仓
促
夯
坚
窝
紧
躬
丈
筑
厚
决
愈
诚
觅
瞠
低
峙
隔
毗
敞
叠
撒
硕
屯
守
揭
跋
悟
窄
陡
蜿
蜒
踏
浮
塘
戈
扰
浑
浊
切
诸
侯
遂
晨
遏
狼
剽
悍
孝
宾
潮
莫
肥
犬
劳
吗
箱
琴
汽
该
乘
妨
例
尖
怜
娇
惯
娃
恶
责
吞
剥
案
邻
击
凶
骂
涵
乳
臭
赌
瘾
禅
划
策
殷
假
鸡
嘲
弄
慈
祥
惋
赞
扬
必
疼
健
赤
伟
绩
牺
牲
甚
姻
幼
布
乞
抚
汁
批
弹
沦
凡
省
牢
镌
隆
邓
颖
龄
袖
址
罗
呼
酝
酿
旨
灭
怖
抽
输
鲜
奴
训
练
仆
寒
遍
忧
涌
病
吼
众
醒
１９３８
昨
勤
俭
死
克
弱
患
缠
３
１０
喉
鞠
肃
鸦
啸
群
堆
闹
哭
晖
沐
迈
殿
诫
蠢
臂
险
按
赔
投
符
痛
欲
额
偿
厂
操
慎
肘
截
莞
凭
借
匆
戚
聪
辈
亏
江
瞒
板
郭
判
协
乏
妻
审
裁
吵
休
１９９８
忍
矛
盾
１９８３
１９７７
７
１９７９
２
医
针
灸
诊
癜
刘
疗
忌
羊
肉
Ｃ
芝
锻
炼
皮
涂
药
消
丸
咨
询
段
湿
络
辨
疫
改
液
循
肤
末
痒
症
碍
躯
殖
单
岛
床
鳞
屑
肝
泌
紊
谢
障
胞
坏
１０％
２０％
８２
摒
诱
惑
择
享
沓
槽
悄
逝
闯
譬
羡
贾
番
奥
衡
违
滚
洪
锢
缚
沮
丧
寂
企
嫌
招
账
谙
掉
伙
奶
榨
豆
浆
执
５
１２
柔
畜
武
攻
苏
康
努
诺
窍
昼
８
退
矩
馒
餐
碗
菜
苛
慷
慨
捐
誓
叔
兰
厨
培
牌
挚
佳
廉
肴
誉
抓
肯
终
懒
降
票
栽
刺
陪
蒜
砖
卡
氧
替
屋
私
裕
锦
添
球
井
措
喻
误
励
讼
彼
虑
卑
鬼
傲
骨
吉
阻
塞
斤
驭
畴
默
恰
沟
纠
冲
突
碰
检
控
售
撤
剖
析
晓
奔
波
渊
源
５０
亿
域
２００
１４００
１９９５
辟
栏
聘
１９９３
１９７８
１９８５
１９８８
１
汲
验
袂
厦
冰
『
』
福
凌
摄
哈
尔
滨
尼
嘉
皇
魄
洒
雪
搀
厅
溥
忙
姑
１９９１
矢
寸
贡
架
诣
粉
刮
蜂
蜜
抹
芬
芳
芜
冻
虔
洗
霜
碾
驱
缤
拢
唇
疤
闪
巴
昏
扎
爬
尸
返
扫
糊
迅
速
１９４０
率
掩
渠
瞎
拖
猪
胶
威
牵
蹒
跚
摧
巫
峡
覆
舟
兽
欺
妥
货
钞
贩
搅
逻
舒
顾
倍
诈
勉
渎
肢
鸭
烤
偷
套
锅
柱
捡
标
捞
劝
君
惆
怅
婉
眺
董
滩
币
湮
沙
矗
烽
晴
朗
丝
绸
隘
芦
岸
柳
胡
牙
骤
弦
仙
橙
沾
晶
莹
刃
纹
腻
拓
塑
吸
翔
惊
蓝
翱
蹈
碧
牟
朴
淋
漓
娴
魏
隋
雍
肌
综
秦
砂
错
阁
银
溪
潺
耸
洲
娱
缀
祁
廊
衰
驼
绎
亚
瓜
郡
枕
咽
柏
疆
吾
阎
霞
豁
船
媳
嫁
粗
秽
丢
睦
愉
悦
秃
亩
梯
柿
桃
栗
杏
梅
棵
贯
池
牡
冬
旷
桥
沥
竣
姐
妹
胳
膊
滴
汗
肆
虐
委
邵
懋
癌
赴
淀
燃
腔
淹
１９９６
罕
储
豪
鸟
佩
巾
跃
朱
棠
梨
槐
椿
透
峪
盎
勃
沸
旬
２６
伍
谅
椅
柜
秩
１１
抬
扩
２７
１７
葡
萄
挫
９０％
３０
吨
顷
２０００
冒
劣
滥
酵
脆
档
忠
须
竞
坊
瓶
１００
４０００
４．２
９０
４
掀
亡
轿
３０％
４０％
１．５
３７
３００
５００
１９５９
瑞
俄
澳
寰
沪
械
掌
隧
础
３５０
软
估
３３％
１３００
轨
允
践
磁
网
１／４
１／３
１９９４
１９９２
讨
１９９０
圳
１６０
８０
２８
赃
．
配
府
摊
租
辽
逛
镇
剂
惠
２０
纺
脑
羞
洽
税
麦
赚
渗
赋
萎
鲁
淘
汰
拣
垃
圾
６０
４００
蝴
涧
僵
扑
祝
葬
桶
翅
毙
爸
捉
坪
冶
魂
嗡
捕
臾
唤
翼
勒
弧
圈
瞬
潢
宙
拼
凑
翩
烧
朵
歇
炊
粹
笺
骄
喧
嚣
赫
课
涩
聆
孕
猎
襄
吴
庞
冯
庸
苗
讯
钢
挨
靡
ＯＫ
玻
璃
橱
苑
畏
逼
迫
薄
甸
拔
萃
框
暮
恋
弯
慌
踢
虎
拘
咕
厉
毫
铭
夸
奖
寥
猛
劫
夹
倡
漂
吻
慑
阅
２２
盟
援
沃
奈
吁
俘
虏
汹
剩
测
撑
驴
伊
豫
缝
痴
狭
抵
御
禄
斥
霸
溺
膨
胀
屁
债
爆
－
贺
廷
棘
扭
蒸
败
混
淆
帆
钟
吕
硝
淮
役
毋
宁
诠
阐
１９４９
赣
墩
航
徽
巢
瓢
泥
渡
坂
矶
瓣
怨
枪
烂
渣
１９８６
９
１９４２
１９４３
砌
彭
聂
臻
澜
柄
剑
竖
佐
１９４１
２５
殉
吓
荆
茅
勘
崎
岖
擦
巅
鼻
灿
晰
瞧
矮
呀
陕
壶
葛
暑
璋
棣
挺
齿
凛
丑
睹
戒
奢
勿
鄙
垢
蓄
檐
栖
棚
谎
萧
瑟
秧
鸽
蜀
萨
哗
滔
坑
跪
抛
僚
虫
荫
脂
膏
渔
狗
铜
墟
曹
璀
璨
傻
呕
抄
曝
娘
赛
○
键
割
垄
搏
讴
躁
咪
惹
烫
抒
甲
乙
锋
莲
垦
植
耕
邱
漏
氏
锄
眠
慢
蔬
１０００
２６００
垫
畦
１２０
卜
帘
５２
狠
湘
湖
堵
订
拳
菱
棉
８００
膜
１５
１５０
昕
酉
铸
缴
２５０
·
１９
１７５
１６００
窑
蔡
桩
６６
申
仔
贸
眉
骗
肚
陵
谣
旱
柴
盆
菠
茬
５０００
枣
葫
贷
粒
匀
稼
３．４
４５
啤
烘
苹
屿
莒
弓
籽
滞
笃
邮
拦
谊
俑
挖
睁
亟
鞭
肺
腑
咸
糖
糕
蛋
盏
汤
拌
泞
芭
鄂
洼
颠
昌
１４
罚
１９６５
３０００
遵
迭
１９８９
赖
铮
２１
迁
３５
彰
８０００
３６
１１０
顽
濡
沫
脏
抉
１９５４
１６
沂
玲
３８
辰
巩
腿
蜡
拾
躺
雇
襟
纫
衔
３３
坷
寡
２４
１３
２８００
１．４
４０
砀
扼
１５００
筋
酥
芙
蓉
酬
暇
耘
１９６８
１９５０
妆
押
湛
饲
筐
喃
靶
颁
署
炒
畸
７０
邪
疯
２．６
１８０
２３０
捆
帷
刁
５９
沛
蚕
瓦
迥
憋
沈
泳
４７
枢
纽
４５００
１００００
钉
盼
熄
舶
览
瞩
琦
崛
１５％
３５００
赁
馈
５０％
１％
蛙
挽
杜
函
饪
荐
携
盐
７０％
６０％
３５％
２．５
８％
７００
１２５
●
棒
莱
穆
熏
黎
斋
黔
辖
驿
芮
倘
鹊
荧
浙
荟
３１
杭
亥
敏
阜
渍
藉
骑
捧
腹
擅
囚
潇
奸
耍
韧
宰
篮
１９６０
哄
噪
斐
耿
寿
寺
尴
尬
绣
瓷
泰
恳
霉
隅
１９８１
暂
虞
６０００
砸
１８
５７
伐
６００
贮
孜
坝
４８
５４０
穗
锯
愣
凳
羔
１．２
煞
拴
聊
１２００
娶
馋
俺
攒
串
趁
５８
粥
碱
瘦
秆
７３
窘
绵
薯
宪
咐
黝
缸
灶
垒
粪
漆
秸
兮
桐
镶
嵌
讹
冤
臆
婴
８５
迪
汪
胫
瘤
脊
砚
侈
贿
７０００
沭
婪
胃
颤
抖
涣
嫉
妒
赂
２３
１．６
刑
弊
琼
１∶５
刹
芒
霄
漳
樊
鳖
３∶１
涨
蟹
乌
２．１
寝
１４０
泵
涝
遣
１／２
樟
楠
盒
募
６３
８１
崭
裤
菊
町
Ｘ
５４
俊
瘫
傍
衫
５３
夷
匪
哉
卓
媒
拆
１／５
彤
逃
岳
邯
郸
２９
宅
盗
舌
锡
鹅
屡
惩
禺
乾
贝
茹
魔
亭
昭
熬
珊
１９６６
泊
昆
靳
１９３６
１９５６
坠
锣
３６５
靖
８７
挪
簿
徇
杆
菌
焚
堤
踊
３４
蘑
菇
喘
埠
罐
姚
陉
跻
鑫
１９８７
俏
睐
愤
禽
链
喂
４３
拱
１１００
掺
蹲
磋
侮
１／８
斌
菁
炉
愚
陇
尹
薛
岐
洛
梧
凰
禾
渭
１７００
４６
讽
伦
７８
浏
烁
澡
蘸
饼
扳
寐
懈
暨
弘
堰
煤
炭
５１
１．８
歹
烦
窃
迟
１２３
蛛
钩
苇
１９７１
１９５７
萍
枚
踵
翁
谦
巡
曳
萋
衬
巍
趟
碌
锈
铿
锵
棱
岚
攸
俱
淤
啥
饶
兆
１２４
２２６
稽
臣
谏
堡
匈
虹
熊
猫
壤
迄
８０％
埃
翡
媛
钧
卿
曼
廖
猩
浦
坎
筛
讶
踩
蒂
１０９
盯
彬
Ｂ
嗓
秒
跷
菏
８５０
卉
５５
兔
２６０
２５００
溉
汾
礁
秤
恪
３％
４８０
裴
厕
汀
沼
３７０
雏
坟
韶
啼
毒
勋
痹
惕
竭
厄
嗅
艘
１００％
墅
粘
９５％
４３％
帜
屠
×
幢
哩
腊
棍
庐
３９
妄
５％
孟
窜
噬
１９８４
８５％
瘠
戎
恤
１９４６
伫
缅
畹
傣
侨
杠
徘
徊
滇
扇
厘
箭
筒
逞
晃
笼
罩
逆
鼎
辐
１９０
１９５１
１９７０
６７
鹏
８６
７４
肿
撂
腺
柬
稚
髓
坤
浸
蚀
骼
绊
骇
脾
砺
歧
曙
１７％
２１０
碟
拟
髦
滤
２００６
鲇
惰
舱
８８
佼
歉
骚
咬
３２
纲
▲
圭
玛
弗
璞
莘
逮
滕
侠
蒋
旭
Ｄ
Ａ
贬
瑛
２０１０
泄
钰
艾
０∶０
２∶０
３∶２
狮
２∶２
４∶１
５∶０
２∶３
琪
１∶０
敖
２∶１
澄
哨
／
淑
胁
龚
咄
炯
ＮＢＡ
帕
黯
韬
晦
７５０
０∶２
潘
叉
珀
冕
凯
莉
４２
２２００
１０３
６∶１
鲍
３∶０
７５
５８０
孰
颓
膝
夭
璇
１１∶４
琳
娜
哽
莎
冉
奠
姆
８３００
６５
帅
铲
薇
倩
汝
咏
橡
硫
骆
烙
兜
扛
隙
呵
朦
胧
梭
呜
哺
１９５８
扮
扁
褐
珑
拙
纬
０∶１
荷
搂
舰
艇
１∶２
７．５
７７
韫
匮
乒
乓
寅
啃
１∶１
６９
１４５
榻
６２
５６
２７０
９５
闽
袍
铨
１∶３
跆
跤
券
０∶３
璐
２００２
渝
焉
擂
狱
瀚
６４
醇
霍
埂
氓
匾
磊
郝
晟
昊
螺
壳
４３００
２／３
弈
１６６
７９
４９
７１
阪
７６
９４
讳
诀
ＮＥＣ
炜
魁
Ｔ
粤
１３０
兹
蔓
霖
卸
勰
糙
茎
逶
迤
肠
徙
贱
蛇
崩
峨
甫
沌
谪
宠
仕
贻
曦
姊
洱
孵
簇
袄
婿
嗜
蜚
悼
抑
圃
１９９９
絮
彗
２００１
１／１０
１９７５
丙
伺
１１３
６１
轴
拭
丕
崔
珲
雁
伞
奎
倪
茨
４—６
２４０
喀
邢
０
彦
焊
镐
夙
缆
恃
铝
涤
厌
挠
１．１
３４００
７５％
１３％
氯
氟
雌
胎
１５０％
兑
溃
忱
１２％
２２％
６６％
２１％
９０００
钙
尿
椎
铢
４％
镕
钠
俞
拯
溯
瑰
晒
脖
帐
１９４８
４４
７％
杉
４．５
窥
韦
１１２
咖
啡
绑
钮
丫
谴
ＩＢＭ
１９８２
５５５
９８
１９７２
孚
俨
芸
１９８０
谭
叙
冥
诵
吟
蛮
昧
戮
麟
煎
琐
磅
礴
炬
１９７６
怯
铃
趴
汕
谜
篷
１２７
９２
２．３
６．６
肾
茸
燥
汛
１１９
娩
荔
１．３
１９００
１．７
晕
淄
彪
Ｅ
蔗
锌
磷
肪
溶
碘
禧
纤
７２
咂
辍
篆
玺
囿
锲
祈
宕
莽
赝
鹤
杼
羁
琅
耆
犁
陲
侗
珞
椒
１９６２
１０８
熔
缔
００７
詹
坞
仑
９％
痪
１８００
掷
捍
２５％
缉
２４％
ＤＮＡ
〉
硅
芯
梗
枭
碳
９００
闸
娅
４５０
１３２
１９９８—１９９９
２００３
氢
１１５
缭
楷
锂
锰
酶
茄
Ｘ—３３
钛
７５００
鞍
阀
３１％
４２０
２％
１．５％
３．５
２４００
猿
６％
祷
棺
１８％
１９７３
镑
１９４４
６８％
１９９７—１９９８
睫
１９１
１１８
渥
敛
２８％
ＩＭＦ
９６
１１％
４１
１９２９
殃
垮
侥
倚
姨
崽
钥
匙
嚷
揪
帼
淫
殴
惦
瑶
３３００
勐
葵
珮
陀
匿
肇
缪
２０２０
３９％
１４％
濒
爪
蔑
６５０
侦
镀
３．９％
８９
２６％
２．７
崴
轧
６８
帚
猴
Ｋ
衅
１７０
垣
瑙
玫
８３
酋
猖
９３
２８０
忡
７３％
飙
１１１
衍
瑚
１９３５
冗
渤
鸿
９７
炳
ＩＳＯ１４０００
ＣＡＤ
膀
ＤＶＤ
膳
茵
呐
９９％
枫
０．５
狩
湟
氮
獗
１９５５
榷
谟
佣
雹
鄱
邹
遨
１２２
卞
抨
１９４７
１９６３
氨
穴
２１００
藻
缮
坍
稷
卤
１９６４
擎
岱
篝
迸
膺
泾
漾
宵
甬
眸
〈
兢
９８％
庚
犀
Ｆ
１３℃
２９℃
１６℃
２８℃
１７℃
３０℃
１０℃
８℃
２２℃
２４℃
１４℃
１８℃
２１℃
１９℃
２７℃
１５℃
３２℃
２０℃
２５℃
３１℃
２３℃
２６℃
３４℃
１２℃
９℃
３６℃
禹
哇
谍
瑜
缜
７℃
捣
翟
熹
罂
粟
３３℃
６℃
１１℃
３５℃
５—６
枉
琛
阮
偕
１５９
椰
眷
粼
５—７
桔
挝
枇
杷
箫
邑
９７％
栾
炽
馁
憧
憬
璜
篡
谬
绞
３７℃
剿
尉
悖
渲
岔
乖
皱
骸
摞
瞥
３９℃
５℃
缳
眯
卒
篪
浚
１９２５
霓
葆
７．２％
祠
帖
１·６
１·５
潍
镰
１０５
殡
甄
祺
搓
箔
涟
犷
麋
笨
卵
屹
谕
褂
棕
裙
堕
茁
邸
４５％
蝉
２２０
赈
筝
忏
裘
琉
ＶＣＤ
袒
桢
祀
瞰
敷
疟
婷
酱
惶
贞
蕊
娓
ＣｈｉｎａＢｙｔｅ
咧
榴
妮
３—５
５５０
爵
６．５
０．７％
ＬＧ
捺
Ｇ
Ｈ
１０１
垛
苜
蓿
蠕
蛟
奕
删
铉
徜
徉
钝
枷
螃
骞
桓
洙
锤
飓
５５％
胚
ＧＤＰ
ＶＯＡ
涡
淦
陨
铀
姥
釜
钕
硼
１０７
胺
弋
疹
斡
铱
１３·１％
１６％
鸫
讥
叛
诲
羲
６５００
５．６
稠
辗
樱
眈
Ⅲ
诋
帧
纂
妊
娠
胥
苯
酚
憎
５２％
１１７２
戊
戌
ｐＨ
Ⅴ
ＣＤ
ＣＦＣ
佃
鸥
ＧＰＳ
沅
袅
宓
１＋２
